<?php return array (
  '--' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '其它',
  ),
  0 => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '无知渠道',
  ),
  1002 => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦测试',
  ),
  '16_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置大冒险',
  ),
  '16_10' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神域法则2',
  ),
  '16_11' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神之召唤师',
  ),
  '16_12' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '元气大冒险',
  ),
  '16_13 ' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '梦幻军团2',
  ),
  '16_14' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '梦幻军团',
  ),
  '16_16' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者_tap',
  ),
  '16_17' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者_众测',
  ),
  '16_18' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦_闪烁之光安卓_买量',
  ),
  '16_19' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_诗悦分享',
  ),
  '16_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置神将',
  ),
  '16_20' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁_诗悦_taptap',
  ),
  '16_21' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁_诗悦_分享',
  ),
  '16_22' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '测试渠道',
  ),
  '16_23' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置传说 联盟',
  ),
  '16_24' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：变态版 联盟',
  ),
  '16_25' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：加强版 联盟',
  ),
  '16_26' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置版 联盟',
  ),
  '16_27' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：中文版 联盟',
  ),
  '16_3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置英雄',
  ),
  '16_30' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => ' 众神荣耀 安卓',
  ),
  '16_31' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '好游快报_联运',
  ),
  '16_32' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'taptap_联运正式',
  ),
  '16_33' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '雷电模拟器_联运',
  ),
  '16_34' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_头条（新sdk）',
  ),
  '16_35' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光（安卓头条-乐蓝）',
  ),
  '16_36' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：元气冒险（乐蓝sdk）',
  ),
  '16_37' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：神灵物语-闪验买量26',
  ),
  '16_38' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：众神之战-官方买量26（头条）',
  ),
  '16_39' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方买量22（头条）',
  ),
  '16_4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者',
  ),
  '16_40' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手001',
  ),
  '16_41' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手002',
  ),
  '16_42' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手003',
  ),
  '16_43' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手004',
  ),
  '16_44' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手005',
  ),
  '16_45' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手006',
  ),
  '16_46' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手007',
  ),
  '16_47' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手008',
  ),
  '16_48' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手009',
  ),
  '16_49' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手010',
  ),
  '16_5' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置与冒险',
  ),
  '16_50' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手011',
  ),
  '16_51' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光买量小小包',
  ),
  '16_52' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁小小包头条',
  ),
  '16_53' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁小小包广点通',
  ),
  '16_54' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光短信',
  ),
  '16_55' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光cps包',
  ),
  '16_56' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光头条-定向',
  ),
  '16_57' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光头条-定向2',
  ),
  '16_58' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光头条-定向4',
  ),
  '16_59' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光广点通-定向1',
  ),
  '16_6' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '光之召唤师',
  ),
  '16_60' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-广点通1',
  ),
  '16_61' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手012',
  ),
  '16_62' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-官方快手013',
  ),
  '16_63' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-普通买量包1',
  ),
  '16_64' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-头条1',
  ),
  '16_65' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-头条2',
  ),
  '16_66' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-头条3',
  ),
  '16_67' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-头条4',
  ),
  '16_68' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光4月新包-头条5',
  ),
  '16_7' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '卡牌神将',
  ),
  '16_8' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '口袋次元战',
  ),
  '16_9' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '少年神明团2',
  ),
  '19_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '勇者誓约',
  ),
  '20_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冒险默示录',
  ),
  '20_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '元气大冒险1',
  ),
  '20_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冒险默示录包2',
  ),
  '20_3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】少年神明团',
  ),
  '20_4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神域法则',
  ),
  '31_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyouensy_oppo测试',
  ),
  '36_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '元气大冒险（测试服）',
  ),
  '37_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】元气大冒险YYB',
  ),
  '38_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神荣耀光明',
  ),
  '40_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '应用宝包测试渠道 ',
  ),
  '40_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '应用宝apk测试',
  ),
  '43_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者_金山云_test',
  ),
  '43_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者_金山云',
  ),
  '45_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝',
  ),
  '45_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝_1',
  ),
  '46_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神荣耀：光明_买量',
  ),
  '47_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦_闪烁之光_头条',
  ),
  '47_10' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '元气召唤_头条包',
  ),
  '47_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '测试使用',
  ),
  '47_3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置传说_诗悦_头条',
  ),
  '47_4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：元气冒险_诗悦_头条',
  ),
  '47_5' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：中文版_ 头条',
  ),
  '47_6' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置版 _头条',
  ),
  '47_7' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：加强版_头条_2',
  ),
  '47_8' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：加强版_头条_1',
  ),
  '47_9' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神荣耀 头条',
  ),
  '49_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝_new',
  ),
  '50_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置传说_应用宝',
  ),
  '50_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：元气冒险_应用宝',
  ),
  '51_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '华为联运服测试',
  ),
  '51_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '华为联运服',
  ),
  '52_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '小米联运测试服',
  ),
  '52_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '联运正式服 小米',
  ),
  '53_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'UC联运测试',
  ),
  '53_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'UC联运正式服',
  ),
  '54_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'bilibili联运服',
  ),
  '55_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '魅族联运服测试',
  ),
  '55_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '魅族联运 正式服',
  ),
  '56_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '4399联运测试',
  ),
  '56_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '4399联运正式服',
  ),
  '57_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置传说_测试服',
  ),
  '57_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：放置传说_正式服',
  ),
  '58_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '360联运测试服',
  ),
  '58_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '360联运正式服',
  ),
  '59_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => ' 闪烁之光：末日降临 测试',
  ),
  '59_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：末日降临',
  ),
  '60_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝测试_1',
  ),
  '60_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：破晓女帝YYB',
  ),
  '61_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝测试_2',
  ),
  '61_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：熔火之心YYB',
  ),
  '62_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝测试_3',
  ),
  '62_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：亚特兰蒂斯YYB',
  ),
  '63_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_应用宝测试_4',
  ),
  '63_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：永恒之树YYB',
  ),
  '64_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '应用宝联运服测试',
  ),
  '64_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '应用宝联运服',
  ),
  '64_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '应用宝联运买量',
  ),
  '65_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'vivo联运服测试',
  ),
  '65_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'vivo联运服',
  ),
  '65_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'vivo联运服_买量',
  ),
  '66_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'OPPO联运服 测试',
  ),
  '66_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'OPPO联运服 正式服',
  ),
  '66_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'OPPO联运买量服',
  ),
  '67_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '今日游戏 联运测试服',
  ),
  '67_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '今日游戏联运 正式服',
  ),
  '69_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '三星联运测试',
  ),
  '69_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '三星联运服',
  ),
  '70_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '努比亚联运正式',
  ),
  '71_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '联想渠道正式',
  ),
  '72_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '好游快报',
  ),
  '72_2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'taptap_联运',
  ),
  '72_3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '雷电模拟器',
  ),
  '75_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光末日降临_应用宝',
  ),
  '75_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '末日降临应用宝买量包',
  ),
  '76_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光降临_应用宝_测试',
  ),
  '77_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '降临应用宝买量包',
  ),
  '78_0' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光黑暗神域应用宝买量',
  ),
  '81_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'OPPO渠道广告包-闪烁之光',
  ),
  '82_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'vivo渠道广告包-闪烁之光',
  ),
  '83_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光搜狗',
  ),
  '86_1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => ' 闪烁之光-元气冒险（oppo渠道广告包）',
  ),
  9377 => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377(银魂之刃)-信息流',
  ),
  '9377_dreamlike' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_神灵契约',
  ),
  '9377_smwy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_神明物语',
  ),
  '9377_smywl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神明异闻录_2_9377_ios',
  ),
  '9377_ssgc_C1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_圣光少女',
  ),
  '9377_synn' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_闪烁暖暖_ios',
  ),
  '9377_syns' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_闪耀女神',
  ),
  '9377_syzg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_闪耀之光',
  ),
  '9377_wiseInfo' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_银魂之刃_ios',
  ),
  '9377_ybjoker' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神明异闻录_9377_ios',
  ),
  '9377_yhzr' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_银魂之刃_ios',
  ),
  '9377cysm' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_次元神明',
  ),
  '9377hsjl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '幻兽降临_9377',
  ),
  '9377hssmhj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '幻世神明绘卷_9377_yyb',
  ),
  '9377hxyj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377幻想妖姬',
  ),
  '9377hxyj_20190905' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '幻想妖姬（错误废除）',
  ),
  '9377hzwz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '火之纹章_9377',
  ),
  '9377mfzh' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '魔法召唤_9377',
  ),
  '9377mtzx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '银魂之刃：魔童再现',
  ),
  '9377ryqst' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377（荣耀骑士团）',
  ),
  '9377sgzh' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_圣光召唤',
  ),
  '9377sjzl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神戟之灵_9377',
  ),
  '9377slzj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_信息流安卓_神灵战纪',
  ),
  '9377smcs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '新世纪：神明重生_9377yyb',
  ),
  '9377smwy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377（神明物语）',
  ),
  '9377smywl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_神明异闻录',
  ),
  '9377sydl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_应用宝_神域大陆',
  ),
  '9377sydl2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神域大陆_9377',
  ),
  '9377syhx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神域幻想_9377',
  ),
  '9377syns' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_闪耀女神',
  ),
  '9377syzj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神谕之剑_9377',
  ),
  '9377tszy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377(天使之翼)',
  ),
  '9377yhzg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_银魂之光',
  ),
  '9377yhzr' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_银魂之刃_安卓',
  ),
  '9377yhzr2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '银魂之刃_9377',
  ),
  '9377yhzr3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_银魂之刃3',
  ),
  '9377yhzrdjb' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_银魂之刃：单机版',
  ),
  '9377yhzrht' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_银魂之刃互通',
  ),
  '9377yszj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_御神战境',
  ),
  '9377yyb' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377(银魂之刃)-应用宝',
  ),
  '9377yybhzwz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神域大陆：火之纹章_9377_yyb',
  ),
  '9377yybmscs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '迷失传说_9377',
  ),
  '9377yybyh' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_yyb_银魂',
  ),
  '9377yyssj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_阴阳式神记',
  ),
  '9377zjwz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_xxl_战姬纹章',
  ),
  'asdadds_gzsj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '贪玩ios_光之神迹',
  ),
  'bingniao' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟平台',
  ),
  'bingniao_bnylys' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_ios_英灵勇士',
  ),
  'bingniao_bnzsgd' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_众神国度_ios',
  ),
  'bingniao_bnzsqy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】冰鸟-ios-诸神契约',
  ),
  'bingniao_bnzszy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_ios_诸神之约',
  ),
  'bingniao_mixios' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟IOS专服',
  ),
  'bingniao_slzhs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】神灵召唤师_ios_冰鸟',
  ),
  'bingniao_xlyz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '星灵勇者_ios_冰鸟',
  ),
  'bingniao_zsrg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_ios_诸神荣光',
  ),
  'bingniaoclhx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_苍蓝幻想',
  ),
  'bingniaoclqy' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '苍蓝契约_冰鸟',
  ),
  'bingniaodxcyz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '地下城勇者_冰鸟',
  ),
  'bingniaofzsj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟(风之世界)',
  ),
  'bingniaohyhz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_火焰徽章',
  ),
  'bingniaomfzt' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_魔法之瞳',
  ),
  'bingniaonezg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_尼尔之光',
  ),
  'bingniaonxnny' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '虚拟女友_冰鸟（废弃）',
  ),
  'bingniaonymny' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '野蛮女友_冰鸟',
  ),
  'bingniaonyycjh' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '女友养成计划_冰鸟',
  ),
  'bingniaosecq' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_塞尔传奇',
  ),
  'bingniaosecs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '塞尔传说_冰鸟',
  ),
  'bingniaoslfz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_神灵法则',
  ),
  'bingniaoslgd' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】冰鸟_神灵国度ios',
  ),
  'bingniaoslzhs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神灵召唤师_安卓_冰鸟',
  ),
  'bingniaosqsj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟(神骑世界)',
  ),
  'bingniaoszk' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟(神之空)',
  ),
  'bingniaoxnny' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '虚拟女友_冰鸟',
  ),
  'bingniaoysjx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '原神觉醒_冰鸟_安卓',
  ),
  'bingniaoyyb' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟(神灵契约)-应用宝',
  ),
  'bingniaoyybsecs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '塞尔传说_冰鸟_应用宝',
  ),
  'bingniaoyybslzhs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟应用宝_神灵召唤师',
  ),
  'bingniaoyybysjx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '原神觉醒_冰鸟',
  ),
  'bingniaoyybzsgd' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神国度_冰鸟_yyb',
  ),
  'bingniaoyzdhl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '冰鸟_xxl_勇者斗黑龙',
  ),
  'bingniaozsgd' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神国度_冰鸟',
  ),
  'en_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_北美_ios',
  ),
  'en_sysszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_北美Android',
  ),
  'endev' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '北美测试服',
  ),
  'eyouen_platform1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文亚太大区',
  ),
  'eyouen_platform2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文大洋州大区',
  ),
  'eyouen_platform3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文欧洲大区',
  ),
  'eyouen_platform4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文北美大区',
  ),
  'eyouen_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_ios_英文版',
  ),
  'eyouen_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文第三方充值亚洲',
  ),
  'eyouen2_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文第三方充值澳洲',
  ),
  'eyouen3_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文第三方充值欧洲',
  ),
  'eyouen4_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文第三方充值北美',
  ),
  'eyouensy_oppo' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_诗悦英文oppo渠道',
  ),
  'eyouensy_vivo' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_诗悦英文vivo渠道',
  ),
  'eyouentest_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'eyou英文第三方充值测试服',
  ),
  'idn_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '印尼第三方充值',
  ),
  'ios_syen' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光北美_诗悦_ios',
  ),
  'kokr_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_韩国_ios',
  ),
  'kokr_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '韩国第三方充值',
  ),
  'kokrdev' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '韩国测试服',
  ),
  'kokrtest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '韩国测试渠道',
  ),
  'mixios_bingniao_fzsj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '【弃用】冰鸟_风之世界_ios',
  ),
  'release' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '稳定服测试',
  ),
  'release2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '稳定服渠道',
  ),
  'shiyue|web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦官方网页充值',
  ),
  'ssgc_A2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_召唤师',
  ),
  'ssgc_B1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_无敌妖姬',
  ),
  'ssgc_B2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_银魂',
  ),
  'ssgc_B3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_少女圣光:妖姬',
  ),
  'ssgc_B4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '银魂之光_9377_ios',
  ),
  'ssgc_C1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_少女圣光',
  ),
  'ssgc_C2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_圣光少女',
  ),
  'ssgc_C3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_银魂之刃:神明',
  ),
  'ssgc_C4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '神明幻想物语_9377_ios',
  ),
  'ssgc_D1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_银魂之刃:召唤师',
  ),
  'ssgc_D2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_神灵契约:幻想',
  ),
  'ssgc_D3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '9377_ios_银魂之刃:圣光',
  ),
  'ssgc_D4' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '银魂之刃:少女圣光_9377_ios',
  ),
  'ssgc_E1' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '银魂:召唤师_9377_ios',
  ),
  'ssgc_E2' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '无敌妖姬:正版授权_9377_ios',
  ),
  'ssgc_E3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '圣光少女:正版授权_9377_ios',
  ),
  'sszggfzs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光:官方正式_ios',
  ),
  'sy_win' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦战盟',
  ),
  'syandroid_en' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '北美安卓',
  ),
  'syandroid_entest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '北美测试',
  ),
  'syandroid_eyouen' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_英文版_android',
  ),
  'syandroid_eyouendev' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '英文测试服',
  ),
  'syandroid_eyouenmix' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_eyou英文_华为渠道包',
  ),
  'syandroid_eyouentest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光eyouen测试服',
  ),
  'syandroid_idn' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_印尼_android',
  ),
  'syandroid_idntest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_印尼测试',
  ),
  'syandroid_jp' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_日文_android',
  ),
  'syandroid_jptest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_日文测试',
  ),
  'syandroid_kokr' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_韩国_android',
  ),
  'syandroid_kokronestore' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_韩国_onestore（废弃）',
  ),
  'syandroid_onestore' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_韩国_onestore',
  ),
  'syandroid_syen' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光北美_诗悦_android',
  ),
  'syandroid_taiguo' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_泰国_android',
  ),
  'syandroid_taiguomix' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_泰文_oppo渠道包',
  ),
  'syandroid_tw' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_港澳台_android',
  ),
  'syandroid_twmix' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_港澳台_华为渠道包',
  ),
  'syandroid_twtest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '港澳台稳定服',
  ),
  'syandroid_xinma' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_新马Android',
  ),
  'syandroid_xinmaen' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_新马英文_android',
  ),
  'syandroid_xinmatest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '新马稳定服',
  ),
  'syios_djsdmm' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS闪烁之光-下架',
  ),
  'syios_fzyz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '放置勇者IOS',
  ),
  'syios_gmzhs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS闪烁之光-提莫加盟',
  ),
  'syios_idn' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_印尼_ios',
  ),
  'syios_jp' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_日文_ios',
  ),
  'syios_mxmsl' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'ios-冒险默示录',
  ),
  'syios_smzhs' => 
  array (
    'start_time' => '2019-03-28 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS神明召唤师',
  ),
  'syios_ss2019' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS元气召唤：闪烁',
  ),
  'syios_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '勇者誓约IOS',
  ),
  'syios_sszg3' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光IOS3',
  ),
  'syios_sszgg2y' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光-第六英雄登场',
  ),
  'syios_sszggfzs' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光:官方正式_ios',
  ),
  'syios_sszgol' => 
  array (
    'start_time' => '2019-03-28 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS闪烁之光OL',
  ),
  'syios_sszgzssx' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：新春嘉年华IOS',
  ),
  'syios_supersszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_企业签_ios',
  ),
  'syios_syabuse' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS新闪烁之光',
  ),
  'syios_syfragrant' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '新众神荣耀_ios',
  ),
  'syios_syglory' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '新元气召唤_ios',
  ),
  'syios_syideals' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦_ios_零境之歌',
  ),
  'syios_syljzg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS新元气召唤',
  ),
  'syios_symphony' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '诗悦_ios_神契轨迹',
  ),
  'syios_synewgame' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '众神荣耀IOS-全新魔性放置手游',
  ),
  'syios_zsry' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => 'IOS众神荣耀',
  ),
  'taiguo_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_泰国_ios',
  ),
  'taiguo_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '泰国第三方充值',
  ),
  'taiguotest' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '泰国稳定服',
  ),
  'tanwan' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '贪玩平台 ',
  ),
  'tanwan_gzsj' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '贪玩光之神迹ios',
  ),
  'tanwansyzz' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '贪玩：誓约之战',
  ),
  'tw_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_台湾_ios',
  ),
  'tw_web' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '港澳台第三方充值',
  ),
  'txtry' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '腾讯广告',
  ),
  'verifyios' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '提审服',
  ),
  'xinma_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光：新马_ios',
  ),
  'xinmaen_sszg' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '闪烁之光_ios_新马英文',
  ),
  'yqdmxyyb' => 
  array (
    'start_time' => '0000-00-00 00:00:00',
    'end_time' => '0000-00-00 00:00:00',
    'name' => '元气大冒险YYB(弃用)',
  ),
);