<?php
/**
 * User: weiming Email: 329403630@qq.com
 * Date: 2016/9/12
 * Time: 20:56
 * 我方 SDK 辅助类
 */
class SYGAMESDK {
    //日志记录打开
    const DEBUG     = true;

    //金额对应商品ID
    public static $money_to_pack_id = [
        //RMB
        '6'   => 3,
        '30'   => 4,
		'98'   => 5,	
        '198'  => 6,
        '328'  => 7,
        '648'  => 8,
        '68'  => 20,
        '128'  => 21,	
    ];

    //金额对应商品ID2
    public static $money_to_pack_id2 = [
        //RMB
        3     => '1'  ,
        4     => '2' ,
        20    => '50' ,
        21    => '100',		
        6     => '4',
        7     => '10',
        8     => '20',
        5     => '3' ,	
        21    => '100',			
        31    =>'25'  ,
        32    =>'88'  ,
        33    =>'258' ,
        34    =>'518' ,
        101   =>'98' ,
        102   =>'128',
        103   =>'328',
        104   =>'328',
        201   =>'30' ,
        202   =>'68' ,
        203   =>'128',
        204   =>'328',
        205   =>'328',
        206   =>'448',
        207   =>'648',
        208   =>'648',
        209   =>'648',
        211   =>'18' ,
        212   =>'68' ,
        213   =>'128',
        214   =>'128',
        215   =>'328',
        216   =>'328',
        217   =>'328',
        218   =>'448',
        219   =>'448',
        220   =>'648',
        221   =>'648',
        301   =>'1'  ,
        302   =>'6'  ,
        303   =>'12' ,
        304   =>'300' ,
        305   =>'680' ,
        306   =>'3'  ,
        307   =>'300' ,
        308   =>'68' ,
        309   =>'128',
        310   =>'300' ,
        311   =>'30' ,
        401   =>'30' ,
        402   =>'68' ,
        403   =>'128',
        404   =>'328',
        405   =>'448',
        406   =>'648',
        407   =>'648',
        411   =>'30' ,
        412   =>'68' ,
        413   =>'128',
        414   =>'328',
        415   =>'448',
        416   =>'648',
        417   =>'648',
        501   =>'12' ,
        502   =>'50' ,
        503   =>'648',
        601   =>'30' ,
        602   =>'68' ,
        603   =>'198',
        604   =>'328',
        605   =>'448',
        606   =>'648',
        607   =>'648',
        608   =>'328',
        609   =>'198',
        700   =>'68'  ,
        701   =>'128'  ,
        702   =>'328' ,
        703   =>'30' ,
        704   =>'198' ,
        705   =>'448'  ,
        706   =>'648' ,
        707   =>'12' ,
        708   =>'6',
        709   =>'6' ,
        710   =>'18' ,
        711   =>'50' ,
        715   =>'128' ,
        716   =>'328',
        717   =>'198',
        718   =>'98',
        719   =>'648',
        712   =>'328',
        713   =>'648' ,
        714   =>'68' ,
        721   =>'128',
        722   =>'328',
        725   =>'128',
        726   =>'198',
        727   =>'328',
        728   =>'448' ,
        801   =>'3' ,
        802   =>'6',
        803   =>'18' ,
        804   =>'50' ,
        805   =>'68' ,
        806   =>'98',
        807   =>'198',
        808   =>'328',
        901   =>'198',
        902   =>'328',
        903   =>'198',
        904   =>'1'  ,
        907   =>'6'  ,
        908   =>'30' ,
        909   =>'98' ,
        910   =>'198' ,
        911   =>'198'  ,
        912   =>'68' ,
        1001  =>'30' ,
        1002  =>'68',
        1003  =>'128' ,
        1004  =>'328' ,
        1101  =>'6' ,
        1102  =>'30' ,
        1103  =>'68',
        1104  =>'128',
        1105  =>'328',
        1106  =>'448',
        1107  =>'648',
        1201  =>'6' ,
        1202  =>'30' ,
        1203  =>'68',
        1204  =>'128',
        1205  =>'328',
        1206  =>'648',
        1301  =>'198',
        1302  =>'198' ,
        1303  =>'198' ,
        1304  =>'198',
        1305  =>'198' ,
        1501  =>'128' ,
        1502  =>'128' ,
        1503  =>'328',
        1504  =>'198',
        1505  =>'128',
        1506  =>'328',
        1507  =>'328',
        1508  =>'128' ,
        1509  =>'328' ,
        1510  =>'448',
        1511  =>'128' ,
        1512  =>'328' ,
        1513  =>'448' ,	
        1514  =>'128' ,
        1515  =>'328',
        1521  =>'198' ,
        1531  =>'328' ,
        1532  =>'648' ,
        1533  =>'328' ,
        1534  =>'128',
        1535  =>'328',
        1536  =>'128',
        1537  =>'328',
        1538  =>'128',
        1539  =>'328' ,
        1540  =>'328' ,
        1561  =>'6',
        1562  =>'68',
        1563  =>'198',
        1571  =>'6',
        1572  =>'68',
        1573  =>'198' ,
        1581  =>'6' ,
        1582  =>'68',
        1583  =>'328' ,
        1591  =>'30' ,
        1592  =>'68' ,
        1593  =>'198' ,
        1594  =>'328',
        1595  =>'328' ,
        1596  =>'328' ,
        1597  =>'328' ,
        1601  =>'6' ,
        1602  =>'30',
        1603  =>'68',
        1604  =>'198',
        1605  =>'128',
        1606  =>'328',
        1607  =>'648' ,
        1701  =>'30' ,
        1702  =>'68',
        1705  =>'0.1',
        1706  =>'1',
        1801  =>'6',
        1802  =>'30',
        1803  =>'68' ,
        1804  =>'128' ,
        1805  =>'328',
        1806  =>'648' ,
        8101  =>'30' ,
        8102  =>'68' ,
        8103  =>'128' ,
        8104  =>'198',
        8105  =>'328' ,
        8106  =>'648' ,
        8201  =>'30' ,
        8202  =>'68' ,
        8203  =>'128',
        8204  =>'198',
        8205  =>'328',
        8206  =>'648',
        8301  =>'30',
        8302  =>'68' ,
        8303  =>'128' ,
        8304  =>'198',
        8305  =>'328',
        8306  =>'648',
        8401  =>'30',
        8402  =>'68',
        8403  =>'128' ,
        8404  =>'198' ,
        8405  =>'328',
        8406  =>'648' ,
        8501  =>'30' ,
        8502  =>'68' ,
        8503  =>'128' ,
        8504  =>'198',
        8505  =>'328' ,
        8506  =>'648' ,
        8601  =>'30' ,
        8602  =>'68' ,
        8603  =>'128',
        8604  =>'198',
        8605  =>'328',
        8606  =>'648',
        8701  =>'30',
        8702  =>'68' ,
        8703  =>'128' ,
        8704  =>'198',
        8705  =>'328',
        8706  =>'648',
        8801  =>'30',
        8802  =>'68',
        8803  =>'128' ,
        8804  =>'198' ,
        8805  =>'328',
        8806  =>'648' ,		
    ];	
	
    /**
     * 游戏参数获取
     * @param $cps //游戏别名
     * @return string
     */
    public static function getAppKey($cps)
    {
        $cps = empty($cps) ?  '' : $cps;
        //IOS
        switch ($cps) {
            case "sszgandroid":
                return "ZMIUClkQieIL7tElz7VSjVrT";
                break;
            default:
                // return "lkUOZqKb7kQJ6nOWMtl6tEK0";
                return "ZMIUClkQieIL7tElz7VSjVrT";
        }
    }
    /**
     * @param $params
     * @param string $cps
     * @return string
     */
    public static function createPaySign($params, $cps)
    {
        unset($params['sign']);
        ksort($params);

        $secret = self::getAppKey($cps);
        $str_arr = array();
        foreach ($params as $key=>$val) {
            $str_arr[] = rawurlencode($key) . "=" . rawurlencode($val);
        }

        $signStr = implode('&', $str_arr);
        return sha1($signStr . $secret);
    }

    /**
     * 接口信息返回
     * @param $code
     * @param $msg
     * @param array $data
     */
    public static function outSy($code, $msg, $data = []) {
        echo json_encode(array('code' => $code, 'message' => $msg, 'data' => $data));
        exit;
    }

    /**
     * 金额
     * @param $money
     * @return int|mixed
     */
    public static function getPackageId($money)
    {
        $money = (int)$money; //强制转成int

        return !in_array($money, array_keys(self::$money_to_pack_id)) ? 0 : self::$money_to_pack_id[$money];
    }
	
    /**
     * 金额2
     * @param $money
     * @return int|mixed
     */
    public static function getPackageId2($subject_id)
    {
        $subject_id = (int)$subject_id; //强制转成int

        return !in_array($subject_id, array_keys(self::$money_to_pack_id2)) ? 0 : self::$money_to_pack_id2[$subject_id];
    }	
	

    /**
     *
     * @param $params
     * @return string
     */
    public static function createBondSign($params)
    {
        $signStr = $params['platform'] . $params['zone_id']. $params['type'] . $params['time'];
        return md5($signStr. 'ZMIUClkQieIL7tElz7VSjVrT');
    }
	
    /**
     *
     * @param $params
     * @return string
     */
    public static function createBondSignmall($params)
    {
		//$signStr = $params['platform'] . $params['zone_id']. $params['account'] . $params['time'];
		$mckey='36dacf7danchoi20196000ded6v';
	    $data=array(
	    'time'     => $params['time'],
		'platform' => $params['platform'],
		'zone_id'  => $params['zone_id'],
	    'uid'      => $params['account'],
	    );
	    ksort($data);
	    foreach($data as $key=>$value)
	    {
	    $mcrypt = $value;
	    }
		$sign =md5($mcrypt.$mckey);
		
        return $sign;
    }	

}
